cultural_department = """Голова: Чепкасова Дар'я 
tg: @termos_chaiku

Задачі: 
• організація івентів:
• знаходження місця проведення
• створення тематики
• створення бейджів, пропусків
• планування покриття фінансів
• створення таймінгу івенту
• знаходження айтемів для сборів/розіграшів
• комунікація з місцем проведення щодо умов
• пошук волонтерів
• пошук фотографа/відеографа
• забезпечення безпеки на заході
• відповідальність за початок та закінчення івенту"""

informational_department = """Голова: Мірошніченко Єлизавета
tg: @krysssuka

Задачі: 
• розвиток брендингу
• створення візуалу соцмереж
• копірайтинг
• створення стратегії щодо збільшення залученості глядачів
• створення відеороликів (тізерів) перед івентами
• створення гугл-форм"""

department_of_sports = """Спортивний
Голова: Іщенко Юрій
tg: @y_ishchenko

Задачі:
• організація спортивних заходів
• створення та підтримка збірної факультету
• забезпечення тренувань"""

partnerships_department = """Партнерства
Голова: Шатковська Маргарита
tg: @margemone

Задачі:
• пошук спонсорів
• пошук партнерів
• пошук компаній для забезпечення стажування студентам"""

abit_department = """Робота з абітурієнтами
Голова: Петренко Аліна
tg: @petryshka_li

Задачі: 
• організація Дня відкритих дверей факультету
• організація КНУ ЕХРО
• забезпечення роботи консультантів
• забезпечення роботи кураторів
• проведення профорієнтацій у школах"""

presidium = """Президія:

Голова ОП ММФ: Хованська Анастасія 
tg: @khovanska

Перша заступниця голови ОП ММФ: Телюк Аделіна
tg: @rrozsada

Заступник з внутрішньої роботи: Красновський Андрій
tg: @krasnovskyi

Голова культурно-мистецького департаменту: Чепкасова Дар'я
tg: @termos_chaiku

Голова інформаційного департаменту: Мірошніченко Єлизавета
tg: @krysssuka

Голова спортивного департаменту: Іщенко Юрій
tg: @y_ishchenko

Голова департаменту по роботі з абітурієнтами: Петренко Аліна
tg: @petryshka_li

Голова департаменту партнерств: Шатковська Маргарита 
tg: @margemone"""

dates_of_the_admissions_committee = """Дати приймальної комісії:
Триває 05.08-08.08
05.08: 9:00-17:00
06.08: 9:00-17:00
07.07: 9:00-17:00
08.08: 9:00-18:00"""

library_info = """Бібліотечний абонемент працює з 9:00 до 18:00.
Обідня перерва з 13:00 до 14:00
Вихідний: субота, неділя

Остання п'ятниця місяця - санітарний день

Графік провітрювання:
з 11:00 до 11:15
з 16:00 до 16:15"""
