cultural_department = """Голова: Чепкасова Дар'я 
tg: @termos_chaiku

Задачі: 
• організація івентів:
• знаходження місця проведення
• створення тематики
• створення бейджів, пропусків
• планування покриття фінансів
• створення таймінгу івенту
• знаходження айтемів для сборів/розіграшів
• комунікація з місцем проведення щодо умов
• пошук волонтерів
• пошук фотографа/відеографа
• забезпечення безпеки на заході
• відповідальність за початок та закінчення івенту"""

informational_department = """Голова: Мірошніченко Єлизавета
tg: @krysssuka

Задачі: 
• розвиток брендингу
• створення візуалу соцмереж
• копірайтинг
• створення стратегії щодо збільшення залученості глядачів
• створення відеороликів (тізерів) перед івентами
• створення гугл-форм"""

department_of_sports = """Спортивний
Голова: Іщенко Юрій
tg: @y_ishchenko

Задачі:
• організація спортивних заходів
• створення та підтримка збірної факультету
• забезпечення тренувань"""

partnerships_department = """Партнерства
Голова: Шатковська Маргарита
tg: @margemone

Задачі:
• пошук спонсорів
• пошук партнерів
• пошук компаній для забезпечення стажування студентам"""

abit_department = """Робота з абітурієнтами
Голова: Петренко Аліна
tg: @petryshka_li

Задачі: 
• організація Дня відкритих дверей факультету
• організація КНУ ЕХРО
• забезпечення роботи консультантів
• забезпечення роботи кураторів
• проведення профорієнтацій у школах"""

presidium = """Президія:

Голова ОП ММФ: Хованська Анастасія 
tg: @khovanska

Перша заступниця голови ОП ММФ: Телюк Аделіна
tg: @rrozsada

Заступник з внутрішньої роботи: Красновський Андрій
tg: @krasnovskyi

Голова культурно-мистецького департаменту: Чепкасова Дар'я
tg: @termos_chaiku

Голова інформаційного департаменту: Мірошніченко Єлизавета
tg: @krysssuka

Голова спортивного департаменту: Іщенко Юрій
tg: @y_ishchenko

Голова департаменту по роботі з абітурієнтами: Петренко Аліна
tg: @petryshka_li

Голова департаменту партнерств: Шатковська Маргарита 
tg: @margemone"""

dates_of_the_admissions_committee = """Дати приймальної комісії:

Триває 05.08-08.08


03.08: 9:00-17:00

04.08: 9:00-17:00

05.08: 9:00-17:00

06.08: 9:00-17:00

07.07: 9:00-17:00

08.08: 9:00-18:00"""

library_info = """Бібліотечний абонемент працює з 9:00 до 18:00.
Обідня перерва з 13:00 до 14:00
Вихідний: субота, неділя

Остання п'ятниця місяця - санітарний день

Графік провітрювання:
з 11:00 до 11:15
з 16:00 до 16:15"""

mmf_facebook_url = "https://www.facebook.com/mechmatKNU"

mmf_instagram_url = "https://www.instagram.com/mechmatknu?igsh=MTd4bTFjdHFkazZubw=="

mmf_tg_channel = "https://t.me/mm_knu"

mmf_op_tg_channel = "https://t.me/spmmf"

mmf_youtube = "https://www.youtube.com/channel/UCX4ENjo3GePeY5BV7htQVog"

mmf_tg_abit_chat = "https://t.me/abit_mmf_2024"

mmf_url = "https://mechmat.knu.ua/"

studmisto_url = "https://studmisto.knu.ua/"

main_page_button_text = "На головну ↩️"

tg_channel_matematika_dlya_ienota_html = "<a href='https://t.me/matematiki_enota'>математика для єнота</a>"

tg_channel_sixy_prime_html= "<a href='https://t.me/sixy_prime'>М[ζММ[ξ|ζ]]</a>"

documenty_dlya_vstupu = """НЕОБХІДНИЙ ПЕРЕЛІК ДОКУМЕНТІВ ДЛЯ ВСТУПУ

1. Паспорт
документ, що посвідчує особу + копія

2. РНОКПП + копія

3. 4 фотокартки 3*4

4. Заява, роздрукована з ЄДЕБО

5. Результати НМТ/ЗНО

6. Довідка з демографічного реєстру
рекомендується отримати у Дія.

7. Військово-обліковий документ
для військовозобов'язаних - військовий квиток або тимчасове посвідчення військовозобов'язаного

8. Право на пільги

9. Папка-швидкосшивач
для формування особової справи вступника

‼️ КОПІЇ ДОКУМЕНТІВ БЕЗ НАДАННЯ ОРИГІНАЛІВ НЕ ПРИЙМАЮТЬСЯ‼️"""

documenty_dlya_poselennya = """НЕОБХІДНИЙ ПЕРЕЛІК ДОКУМЕНТІВ ДЛЯ ПОСЕЛЕННЯ

1. Скан документів, що підтверджують наявність пільг (за наявності)

2. Скан паспорту
1) Паспорт старого зразка 1, 2 та 11 сторінки
2) ID-картка: 1 та 2 сторони

3. Скан довідки з місця реєстрації (форма №13)
Згенерована в Дія - для ID-картки

4. Скан РНОКПП

5. Фото, в електронному вигляді

<a href='https://studmisto.knu.ua/'>Сайт студміста</a>"""

speciality_guide = "Гайди по спеціальностям"

math_guide_url = "https://telegra.ph/Gajd-po-spec%D1%96alnostyam-na-mehmat%D1%96-abo-shcho-zh-take-kompmatstatistikamatematika-toshcho-%D1%96-z-chim-ce-vse-treba-isti-06-29"

compmath_guide_url = "https://telegra.ph/Gajd-po-spec%D1%96alnostyah-na-mehmat%D1%96-CH2-Kompmat-%D1%96nstrukc%D1%96ya-z-ekspluatac%D1%96i-07-08"

statistics_guide_url = "https://telegra.ph/Gajd-po-pro-statistiku-na-meh-mat%D1%96-na-novij-lad-06-24"

osvita_guide_url = "https://telegra.ph/Serednya-osv%D1%96ta-02-28"

how_to_join = """Як доєднатися?

1. Можеш почекати чергового відбору до ОП ММФ

2. Написати голові ОП ММФ @khovanska та обговорити твій вступ 🥳"""

have_an_idea = """Якщо тобі відомо якому департаменту буде цікава твоя пропозиція, то не зволікай та одразу пиши голові департаменту! 

У інших випадках звертайся до заступника з внутрішньої роботи.

Контакти можеш знайти у розділі Президія 🤗"""

feedback_message = """Опишіть вашу проблему в наступному повідомленні.

Ви можете:

• описати помилку, з якою ви стикнулися у процесі використання бота

• запропонувати ідею для покращення бота

• описати, що вам не сподобалося у використанні бота і що би ви хотіли змінити

• залишити ваші враження щодо експірієнсу використання бота


Найближчим часом ви отримаєте відповідь від технічної підтримки бота щодо вашої проблеми 🤖.
"""

yes = "Так"
no = "Ні"

admin_delivery_text = """Відправте текст розсилки наступним повідомленням.
Увага! Після того, як ви відправите текст, його не можна буде видалити."""
